Revit 2024 API
ParameterTypeId.RbsDuctConnectorSystemClassificationParam Property
 "System Classification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsDuctConnectorSystemClassificationParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsDuctConnectorSystemClassificationParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsDuctConnectorSystemClassificationParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace